{"[PAD]": 0, "[EOS]": 1, "[UNK]": 2, "[SOS]": 3, "sky": 4, "dark": 5, "wall": 6, "white": 7, "on": 8, "pipe": 9, "red": 10, "clock": 11, "tall": 12, "size": 13, "small": 14, "large": 15, "shirt": 16, "wearing": 17, "person": 18, "he": 19, "sleeping in": 20, "cheese": 21, "to the left of": 22, "food": 23, "furniture": 24, "chair": 25, "to the right of": 26, "spatula": 27, "steel": 28, "[1]": 29, "man": 30, "top": 31, "woman": 32, "color": 33, "motorcycle": 34, "umbrella": 35, "bird": 36, "coat": 37, "traffic": 38, "stop": 39, "cup": 40, "hanging on": 41, "mirror": 42, "people": 43, "bike": 44, "car": 45, "bench": 46, "right": 47, "sitting in": 48, "animal": 49, "ground": 50, "material": 51, "of": 52, "jean": 53, "helmet": 54, "skier": 55, "child": 56, "rock": 57, "tool": 58, "grapefruit": 59, "left": 60, "hair": 61, "street": 62, "in": 63, "green": 64, "bottom": 65, "field": 66, "horse": 67, "eating from": 68, "grass": 69, "striped": 70, "banana": 71, "ripe": 72, "above": 73, "newspaper": 74, "table": 75, "on top of": 76, "device": 77, "laptop": 78, "couch": 79, "plate": 80, "fast food": 81, "wood": 82, "bread": 83, "box": 84, "fruit": 85, "fork": 86, "ski": 87, "napkin": 88, "stuffed": 89, "in front of": 90, "picture": 91, "cell": 92, "activity": 93, "tree": 94, "place": 95, "dog": 96, "little": 97, "curtain": 98, "soccer": 99, "pillow": 100, "bed": 101, "post": 102, "surfboard": 103, "standing": 104, "glass": 105, "rug": 106, "pink": 107, "silver": 108, "sofa": 109, "bicycle": 110, "scooter": 111, "pedestrian": 112, "bag": 113, "cone": 114, "elbow": 115, "elbow pad": 116, "black": 117, "giraffe": 118, "elephant": 119, "oven": 120, "customer": 121, "sign": 122, "yellow": 123, "under": 124, "window": 125, "pant": 126, "girl": 127, "near": 128, "running on": 129, "watching": 130, "feather": 131, "blue": 132, "[0]": 133, "keyboard": 134, "metal": 135, "apple": 136, "bat": 137, "holding": 138, "wardrobe": 139, "gray": 140, "umpire": 141, "faucet": 142, "cooking utensil": 143, "utensil": 144, "tray": 145, "step": 146, "sitting on": 147, "orange": 148, "fry": 149, "vehicle": 150, "bottle": 151, "refrigerator": 152, "remote": 153, "television": 154, "cabinet": 155, "baby": 156, "statue": 157, "highway": 158, "truck": 159, "sock": 160, "inside": 161, "boot": 162, "sidewalk": 163, "cap": 164, "church": 165, "shoe": 166, "lamp": 167, "book": 168, "backpack": 169, "vegetable": 170, "knee pads": 171, "behind": 172, "spectator": 173, "fence": 174, "brown": 175, "bleacher": 176, "standing by": 177, "lamb": 178, "walking on": 179, "closed": 180, "open": 181, "coffee": 182, "cow": 183, "container": 184, "pepper": 185, "tomato": 186, "frosting": 187, "towel": 188, "skateboard": 189, "balancing on": 190, "standing behind": 191, "tent": 192, "sneaker": 193, "pizza": 194, "cart": 195, "sweater": 196, "mushroom": 197, "blanket": 198, "officer": 199, "hat": 200, "scarf": 201, "parking": 202, "tea kettle": 203, "sandwich": 204, "spinach": 205, "meat": 206, "shopping": 207, "counter": 208, "cat": 209, "weather": 210, "overcast": 211, "clear": 212, "paper": 213, "carrot": 214, "folding": 215, "vase": 216, "spoon": 217, "plastic": 218, "kite": 219, "triangular": 220, "appliance": 221, "baked": 222, "platform": 223, "train": 224, "player": 225, "flag": 226, "sandal": 227, "looking at": 228, "building": 229, "toilet": 230, "dryer": 231, "frisbee": 232, "guy": 233, "cyclist": 234, "handbag": 235, "middle": 236, "next to": 237, "lady": 238, "pole": 239, "light": 240, "desk": 241, "canoe": 242, "lying inside": 243, "hot dog": 244, "clothing": 245, "mug": 246, "saucer": 247, "jacket": 248, "road": 249, "crossing": 250, "toy": 251, "teddy bear": 252, "doll": 253, "door": 254, "shelf": 255, "racket": 256, "swinging": 257, "air": 258, "skateboarder": 259, "toothbrush": 260, "sheep": 261, "full of": 262, "purple": 263, "palm": 264, "van": 265, "chain": 266, "printer": 267, "walnut": 268, "indoors": 269, "pan": 270, "pot": 271, "tile": 272, "sitting": 273, "bowl": 274, "lid": 275, "around": 276, "parachute": 277, "biscuit": 278, "driving": 279, "dining table": 280, "plant": 281, "pen": 282, "skirt": 283, "beach": 284, "sand": 285, "nightstand": 286, "this": 287, "short": 288, "kettle": 289, "outdoors": 290, "cooked": 291, "platter": 292, "shower": 293, "carpet": 294, "beige": 295, "flower": 296, "leaf": 297, "logo": 298, "teal": 299, "soap": 300, "boy": 301, "snowboard": 302, "wig": 303, "placemat": 304, "cafe": 305, "dress": 306, "lock": 307, "airplane": 308, "cupboard": 309, "end": 310, "cake": 311, "bucket": 312, "candle": 313, "using": 314, "by": 315, "black and white": 316, "colorful": 317, "blond": 318, "adidas": 319, "computer": 320, "walking": 321, "crate": 322, "instrument": 323, "ladder": 324, "piano": 325, "pose": 326, "house": 327, "pulling": 328, "snow": 329, "stove": 330, "lemon": 331, "cucumber": 332, "square": 333, "smooth": 334, "snowy": 335, "sandy": 336, "skiing": 337, "goggles": 338, "bacon": 339, "can": 340, "donut": 341, "bus": 342, "video": 343, "lying on top of": 344, "liquid": 345, "bun": 346, "mannequin": 347, "she": 348, "old": 349, "tiny": 350, "full": 351, "hedge": 352, "feeding": 353, "standing on": 354, "computer mouse": 355, "tie": 356, "covering": 357, "brunette": 358, "magazine": 359, "groomed": 360, "onion": 361, "looking for food": 362, "potato": 363, "belt": 364, "glove": 365, "bridge": 366, "trash": 367, "pattern": 368, "batter": 369, "liquor": 370, "kitten": 371, "cleanliness": 372, "bright": 373, "tissue": 374, "bookcase": 375, "drinking from": 376, "tan": 377, "phone": 378, "dressing": 379, "soup": 380, "salad": 381, "bush": 382, "water": 383, "watercraft": 384, "riding": 385, "walking by": 386, "suitcase": 387, "iron": 388, "donkey": 389, "watch": 390, "with": 391, "gas": 392, "on the bottom of": 393, "drawer": 394, "bear": 395, "dishwasher": 396, "below": 397, "curly": 398, "asparagus": 399, "wolf": 400, "taxi": 401, "comforter": 402, "ball": 403, "athletic": 404, "murky": 405, "wavy": 406, "duck": 407, "swimming in": 408, "game": 409, "eating": 410, "t-shirt": 411, "pitcher": 412, "microwave": 413, "sheet": 414, "riding on": 415, "carrying": 416, "wheel": 417, "ice": 418, "wire": 419, "olive": 420, "clean": 421, "foggy": 422, "gate": 423, "hospital": 424, "catcher": 425, "long sleeved": 426, "blouse": 427, "driving down": 428, "hook": 429, "fireplace": 430, "butter": 431, "waiting": 432, "knife": 433, "sugar": 434, "covered by": 435, "map": 436, "traffic light": 437, "cooky": 438, "blender": 439, "carriage": 440, "speaker": 441, "cell phone": 442, "moss": 443, "stick": 444, "gold": 445, "snowboarding": 446, "sportActivity": 447, "boat": 448, "rope": 449, "basket": 450, "at": 451, "restaurant": 452, "remote control": 453, "crab": 454, "seat": 455, "bookshelf": 456, "candy": 457, "cranberry": 458, "dried": 459, "bell": 460, "younger": 461, "cloudy": 462, "age": 463, "round": 464, "marina": 465, "lying on": 466, "wine": 467, "pillowcase": 468, "stapler": 469, "ketchup": 470, "zebra": 471, "vas": 472, "long": 473, "denim": 474, "light blue": 475, "comfortable": 476, "necklace": 477, "screen": 478, "tablecloth": 479, "state": 480, "choppy": 481, "calm": 482, "deer": 483, "hose": 484, "train car": 485, "ring": 486, "soft": 487, "peacock": 488, "beneath": 489, "dragon": 490, "syrup": 491, "sitting on top of": 492, "dirty": 493, "silverware": 494, "contain": 495, "shop": 496, "mixer": 497, "american": 498, "perched on": 499, "word": 500, "beside": 501, "mailbox": 502, "on the side of": 503, "pavement": 504, "underneath": 505, "squirrel": 506, "wine glass": 507, "outfit": 508, "rectangular": 509, "store": 510, "up": 511, "height": 512, "wide": 513, "dish": 514, "beverage": 515, "cigarette": 516, "mat": 517, "alien": 518, "male": 519, "moving": 520, "cowboy": 521, "locomotive": 522, "cloud": 523, "ocean": 524, "lipstick": 525, "mouse": 526, "tennis": 527, "squash": 528, "pastry": 529, "baked good": 530, "berry": 531, "fire": 532, "playing baseball": 533, "river": 534, "vacuum": 535, "floor": 536, "camera": 537, "standing in": 538, "biker": 539, "hot": 540, "bartender": 541, "parked in": 542, "surfing": 543, "kitchen": 544, "hanging from": 545, "alarm": 546, "playing": 547, "wicker": 548, "broom": 549, "parked on": 550, "apartment": 551, "hill": 552, "cutting": 553, "eye": 554, "happy": 555, "wii": 556, "down": 557, "countertop": 558, "leaning on": 559, "parked behind": 560, "performing trick": 561, "swimsuit": 562, "wet": 563, "skinny": 564, "rhino": 565, "seagull": 566, "headboard": 567, "dresser": 568, "mattress": 569, "number": 570, "grazing on": 571, "reflected in": 572, "baking": 573, "dessert": 574, "beard": 575, "length": 576, "cord": 577, "letter": 578, "sprinkle": 579, "wagon": 580, "croissant": 581, "puppy": 582, "checkered": 583, "coin": 584, "broccoli": 585, "drinking": 586, "egg": 587, "toast": 588, "filled with": 589, "crosswalk": 590, "armchair": 591, "lying in": 592, "hay": 593, "pouch": 594, "crust": 595, "thickness": 596, "lettuce": 597, "chicken": 598, "pepperoni": 599, "tongs": 600, "clothes": 601, "cd": 602, "off": 603, "throwing": 604, "snowboarder": 605, "soda": 606, "outlet": 607, "pine": 608, "panda": 609, "microphone": 610, "swan": 611, "aircraft": 612, "stainless steel": 613, "monkey": 614, "safety": 615, "sticker": 616, "yard": 617, "surrounding": 618, "bar": 619, "collar": 620, "bean": 621, "cabbage": 622, "branch": 623, "pulled by": 624, "sponge": 625, "passenger": 626, "ham": 627, "men": 628, "headphone": 629, "city": 630, "walking in": 631, "looking down": 632, "uniform": 633, "bakery": 634, "controller": 635, "stuffed animal": 636, "juice": 637, "sliced": 638, "ridged": 639, "burger": 640, "purse": 641, "mask": 642, "paddle": 643, "calculator": 644, "router": 645, "dressed in blue": 646, "plier": 647, "armor": 648, "tourist": 649, "salt": 650, "pickle": 651, "uncooked": 652, "walking down": 653, "living room": 654, "bathroom": 655, "tank": 656, "covered in": 657, "steering": 658, "rough": 659, "wallet": 660, "gravel": 661, "shampoo": 662, "bracelet": 663, "shield": 664, "airport": 665, "furry": 666, "sailboat": 667, "briefcase": 668, "blazer": 669, "sink": 670, "opening": 671, "jet": 672, "heart": 673, "star": 674, "fast": 675, "produce": 676, "hippo": 677, "rice": 678, "dvd": 679, "waiting for": 680, "planter": 681, "wristband": 682, "flying": 683, "staring": 684, "envelope": 685, "sitting inside": 686, "same material": 687, "dark blue": 688, "kicking": 689, "chocolate": 690, "coconut": 691, "cookie": 692, "sculpture": 693, "rounded": 694, "garden": 695, "sea": 696, "touching": 697, "headband": 698, "floating in": 699, "policeman": 700, "apron": 701, "fire hydrant": 702, "mashed": 703, "corn": 704, "legging": 705, "dumpster": 706, "balloon": 707, "tank top": 708, "cream colored": 709, "cereal": 710, "radio": 711, "jersey": 712, "trunk": 713, "train station": 714, "leather": 715, "rubber": 716, "net": 717, "palm tree": 718, "notebook": 719, "rabbit": 720, "boar": 721, "merchandise": 722, "cash": 723, "depth": 724, "deep": 725, "shallow": 726, "life": 727, "hand": 728, "public": 729, "sleeping on": 730, "mustard": 731, "menu": 732, "vending": 733, "older": 734, "tractor": 735, "chrome": 736, "catching": 737, "lying": 738, "undershirt": 739, "thick": 740, "chimney": 741, "zoo": 742, "peanut": 743, "wetsuit": 744, "scissors": 745, "printed on": 746, "covered": 747, "blind": 748, "cream": 749, "huge": 750, "barn": 751, "cloth": 752, "sitting at": 753, "console": 754, "crouching": 755, "chewing": 756, "sauce": 757, "ship": 758, "grape": 759, "forest": 760, "running through": 761, "radiator": 762, "young": 763, "concrete": 764, "polar": 765, "topped with": 766, "nose": 767, "flamingo": 768, "sausage": 769, "cupcake": 770, "canopy": 771, "goat": 772, "poster": 773, "playing with": 774, "baseball": 775, "leaning against": 776, "pilot": 777, "trailer": 778, "parked": 779, "wristwatch": 780, "drink": 781, "basil": 782, "dirt": 783, "same color": 784, "soccer ball": 785, "jar": 786, "pecan": 787, "eye glasses": 788, "monitor": 789, "flame": 790, "home": 791, "bending": 792, "pine tree": 793, "tape": 794, "sack": 795, "suit": 796, "frame": 797, "short sleeved": 798, "raw": 799, "holding onto": 800, "ice cream": 801, "aquarium": 802, "spider": 803, "bee": 804, "goose": 805, "mother": 806, "tower": 807, "talking": 808, "entering": 809, "cooking": 810, "cage": 811, "width": 812, "narrow": 813, "ipod": 814, "bare": 815, "canister": 816, "garland": 817, "picnic": 818, "driver": 819, "brick": 820, "parked in front of": 821, "healthier": 822, "drain": 823, "bathtub": 824, "object": 825, "direction": 826, "looking right": 827, "empty": 828, "fisherman": 829, "decorated by": 830, "blueberry": 831, "raspberry": 832, "reading": 833, "driving on": 834, "dressed in yellow": 835, "park": 836, "entertainment": 837, "painting": 838, "skating": 839, "ear": 840, "jumping": 841, "beer": 842, "walking through": 843, "talking on": 844, "lion": 845, "mickey": 846, "tail": 847, "end table": 848, "parked near": 849, "coleslaw": 850, "dry": 851, "video games": 852, "mud": 853, "pigeon": 854, "uncomfortable": 855, "luggage": 856, "giant": 857, "cracker": 858, "posing": 859, "parked by": 860, "toddler": 861, "pig": 862, "marble": 863, "avocado": 864, "unpeeled": 865, "peeled": 866, "vest": 867, "leading": 868, "still": 869, "meal": 870, "fur": 871, "tea": 872, "topping": 873, "leaning over": 874, "barefoot": 875, "roof": 876, "tin": 877, "mountain": 878, "snack": 879, "heavy": 880, "wrinkled": 881, "snow pants": 882, "couple": 883, "teddy": 884, "facing": 885, "stone": 886, "figurine": 887, "resting": 888, "urinal": 889, "thin": 890, "money": 891, "modern": 892, "tire": 893, "arrow": 894, "ingredient": 895, "lake": 896, "waiter": 897, "heater": 898, "skateboarding": 899, "pie": 900, "sprinkled on": 901, "engineer": 902, "ostrich": 903, "sitting next to": 904, "granite": 905, "hallway": 906, "smoking": 907, "jumpsuit": 908, "looking at the camera": 909, "moon": 910, "dispenser": 911, "sweet potato": 912, "fatness": 913, "ladle": 914, "sword": 915, "cooler": 916, "bouquet": 917, "working on": 918, "stroller": 919, "pushing": 920, "rocky": 921, "sleeveless": 922, "partly cloudy": 923, "skillet": 924, "parsley": 925, "side": 926, "soft drink": 927, "walking next to": 928, "tasty": 929, "angry": 930, "dark brown": 931, "tennis ball": 932, "stormy": 933, "dock": 934, "cabin": 935, "penguin": 936, "leopard": 937, "bandana": 938, "grassy": 939, "wrapped around": 940, "worker": 941, "farm": 942, "flying in": 943, "father": 944, "female": 945, "kept in": 946, "strawberry": 947, "adult": 948, "garage": 949, "machine": 950, "kneeling": 951, "leafy": 952, "on the front of": 953, "coming out of": 954, "cooker": 955, "robot": 956, "charger": 957, "tangerine": 958, "soldier": 959, "pineapple": 960, "tied to": 961, "talking to": 962, "artichoke": 963, "tinted": 964, "staircase": 965, "suv": 966, "knee": 967, "almond": 968, "shape": 969, "shore": 970, "pancake": 971, "guitar": 972, "light brown": 973, "herb": 974, "sour cream": 975, "covered with": 976, "cloudless": 977, "reflected on": 978, "running": 979, "bagel": 980, "toaster": 981, "drape": 982, "desktop": 983, "panda bear": 984, "sitting with": 985, "muffin": 986, "hugging": 987, "noodle": 988, "grilled": 989, "license": 990, "office": 991, "tv": 992, "living": 993, "knee pad": 994, "skating on": 995, "omelette": 996, "mound": 997, "character": 998, "sad": 999, "sunlit": 1000, "stuffed bear": 1001, "control": 1002, "calf": 1003, "log": 1004, "skyscraper": 1005, "over": 1006, "chef": 1007, "styrofoam": 1008, "tag": 1009, "ottoman": 1010, "walking past": 1011, "cobblestone": 1012, "melted": 1013, "toolbox": 1014, "puddle": 1015, "parked next to": 1016, "vine": 1017, "pomegranate": 1018, "swimmer": 1019, "harbor": 1020, "realism": 1021, "sunny": 1022, "cane": 1023, "pizza oven": 1024, "grinder": 1025, "flip": 1026, "coke": 1027, "diaper": 1028, "cardboard": 1029, "ceiling": 1030, "barrier": 1031, "shuttle": 1032, "shut": 1033, "wii controller": 1034, "library": 1035, "wine bottles": 1036, "sun": 1037, "village": 1038, "lawn": 1039, "patio": 1040, "surrounded by": 1041, "artwork": 1042, "fallen": 1043, "student": 1044, "surfer": 1045, "pear": 1046, "curved": 1047, "rose": 1048, "plaid": 1049, "rib": 1050, "cookbook": 1051, "fire truck": 1052, "wheelchair": 1053, "octagonal": 1054, "desert": 1055, "chinese": 1056, "swimming": 1057, "room": 1058, "cheesecake": 1059, "binder": 1060, "hitting": 1061, "toilet paper": 1062, "navy": 1063, "cauliflower": 1064, "grill": 1065, "walking with": 1066, "taco": 1067, "resting on": 1068, "eating in": 1069, "hanging above": 1070, "power": 1071, "lunch": 1072, "straight": 1073, "sparse": 1074, "path": 1075, "asian": 1076, "pasta": 1077, "bull": 1078, "exiting": 1079, "high": 1080, "stuck in": 1081, "flour": 1082, "fried": 1083, "smoothie": 1084, "fat": 1085, "outside": 1086, "standing against": 1087, "jockey": 1088, "floating": 1089, "pond": 1090, "twig": 1091, "hairbrush": 1092, "hanging over": 1093, "melon": 1094, "helping": 1095, "serving": 1096, "street light": 1097, "decoration": 1098, "dinosaur": 1099, "butterfly": 1100, "display": 1101, "glowing": 1102, "baker": 1103, "shopper": 1104, "battery": 1105, "bandage": 1106, "porcelain": 1107, "hamburger": 1108, "weapon": 1109, "frog": 1110, "visitor": 1111, "fresh": 1112, "looking ahead": 1113, "breakfast": 1114, "balcony": 1115, "railroad": 1116, "sitting around": 1117, "deck": 1118, "mane": 1119, "tone": 1120, "coffee table": 1121, "parking lot": 1122, "spray": 1123, "parked alongside": 1124, "walking up": 1125, "pushed by": 1126, "chalkboard": 1127, "vintage": 1128, "propeller": 1129, "real": 1130, "reaching for": 1131, "between": 1132, "fan": 1133, "coach": 1134, "seal": 1135, "hotdog bun": 1136, "hotdog": 1137, "decorative": 1138, "crispy": 1139, "taking pictures": 1140, "wild": 1141, "picnic tables": 1142, "walking near": 1143, "toothpaste": 1144, "incomplete": 1145, "bedspread": 1146, "casserole": 1147, "horn": 1148, "beautiful": 1149, "delicious": 1150, "bedroom": 1151, "chess": 1152, "monster": 1153, "jumping over": 1154, "appetizer": 1155, "khaki": 1156, "castle": 1157, "beak": 1158, "stop sign": 1159, "piled on": 1160, "shiny": 1161, "pencil": 1162, "school": 1163, "shark": 1164, "audience": 1165, "toasted": 1166, "hurdle": 1167, "less": 1168, "cross": 1169, "snake": 1170, "food truck": 1171, "glazed": 1172, "card": 1173, "intersection": 1174, "staring at": 1175, "mixed with": 1176, "stuck on": 1177, "walking along": 1178, "dining room": 1179, "label": 1180, "graffiti": 1181, "stir": 1182, "petting": 1183, "falling off": 1184, "antique": 1185, "jeep": 1186, "feeder": 1187, "celery": 1188, "dome": 1189, "closet": 1190, "shower curtain": 1191, "bronze": 1192, "clay": 1193, "preparing": 1194, "hairy": 1195, "electric": 1196, "earring": 1197, "looking in": 1198, "cherry": 1199, "standing at": 1200, "ambulance": 1201, "playing on": 1202, "playing frisbee": 1203, "on the back of": 1204, "shelter": 1205, "looking down at": 1206, "sweatshirt": 1207, "ramekin": 1208, "gun": 1209, "playing tennis": 1210, "telephone": 1211, "match": 1212, "wool": 1213, "grazing in": 1214, "cigar": 1215, "cutting board": 1216, "plugged into": 1217, "hammer": 1218, "folding chair": 1219, "comb": 1220, "fish": 1221, "painted on": 1222, "drawing": 1223, "rainbow colored": 1224, "new": 1225, "eating at": 1226, "bushy": 1227, "trash can": 1228, "weight": 1229, "looking outside": 1230, "drum": 1231, "rain": 1232, "computer mouses": 1233, "stacked": 1234, "mango": 1235, "licking": 1236, "dugout": 1237, "standing in front of": 1238, "beef": 1239, "homemade": 1240, "smoke": 1241, "steam": 1242, "watermelon": 1243, "temple": 1244, "hanging in": 1245, "pocket": 1246, "market": 1247, "brush": 1248, "coming from": 1249, "walking toward": 1250, "coffee cup": 1251, "coffee pot": 1252, "gender": 1253, "asphalt": 1254, "dolphin": 1255, "crowd": 1256, "skate": 1257, "lighthouse": 1258, "maroon": 1259, "sticky": 1260, "nut": 1261, "hard": 1262, "jumping off": 1263, "chopstick": 1264, "hotel": 1265, "football": 1266, "robe": 1267, "fluffy": 1268, "low": 1269, "whisk": 1270, "station": 1271, "lime": 1272, "garlic": 1273, "pizza slice": 1274, "ice-cream": 1275, "plantain": 1276, "soap dispenser": 1277, "athlete": 1278, "heel": 1279, "picnic table": 1280, "hillside": 1281, "milk": 1282, "orchid": 1283, "palm trees": 1284, "bunched": 1285, "unhealthy": 1286, "healthy": 1287, "camel": 1288, "dress shirt": 1289, "stew": 1290, "son": 1291, "brushing teeth": 1292, "mounted on": 1293, "computer monitor": 1294, "train tracks": 1295, "folded": 1296, "crown": 1297, "chasing": 1298, "following": 1299, "baseball bat": 1300, "military": 1301, "bald": 1302, "cash register": 1303, "sitting in front of": 1304, "smiling at": 1305, "selling": 1306, "kiwi": 1307, "peach": 1308, "symbol": 1309, "figure": 1310, "alarm clock": 1311, "standing near": 1312, "spot": 1313, "taking a photograph": 1314, "decorated": 1315, "dragging": 1316, "burrito": 1317, "hanging": 1318, "aluminum": 1319, "eggplant": 1320, "growing on": 1321, "growing along": 1322, "baking sheet": 1323, "minivan": 1324, "porch": 1325, "photographer": 1326, "waste": 1327, "magnet": 1328, "parked beside": 1329, "crane": 1330, "runway": 1331, "projector": 1332, "antenna": 1333, "antelope": 1334, "burner": 1335, "about to hit": 1336, "stair": 1337, "macaroni": 1338, "waffle": 1339, "swimming pool": 1340, "tv stand": 1341, "papaya": 1342, "reflecting in": 1343, "scrambled": 1344, "steak": 1345, "painted": 1346, "crumb": 1347, "served on": 1348, "smelling": 1349, "bunny": 1350, "blossom": 1351, "packet": 1352, "caucasian": 1353, "spice": 1354, "gummy": 1355, "beach umbrella": 1356, "snail": 1357, "tofu": 1358, "pointing at": 1359, "unpaved": 1360, "mozzarella": 1361, "gift": 1362, "broth": 1363, "mouse pad": 1364, "plush": 1365, "brownie": 1366, "museum": 1367, "race": 1368, "silk": 1369, "medicine": 1370, "tablet": 1371, "office chair": 1372, "knit": 1373, "tossing": 1374, "brass": 1375, "dip": 1376, "artificial": 1377, "handmade": 1378, "lemonade": 1379, "decorated with": 1380, "standing on top of": 1381, "face": 1382, "roast": 1383, "flatbread": 1384, "flower pot": 1385, "professional": 1386, "leafless": 1387, "game controller": 1388, "typing on": 1389, "standing next to": 1390, "chandelier": 1391, "flying above": 1392, "wallpaper": 1393, "fountain": 1394, "boiled": 1395, "seasoned": 1396, "grabbing": 1397, "pine trees": 1398, "rainy": 1399, "yogurt": 1400, "lush": 1401, "action figure": 1402, "salt shaker": 1403, "bomb": 1404, "company": 1405, "on the edge of": 1406, "evergreen": 1407, "walkway": 1408, "made": 1409, "hardwood": 1410, "doorway": 1411, "powdered": 1412, "icing": 1413, "marker": 1414, "piled": 1415, "pasture": 1416, "sunflower": 1417, "factory": 1418, "employee": 1419, "hung on": 1420, "attached to": 1421, "scrub": 1422, "skater": 1423, "tight": 1424, "dumpling": 1425, "pretty": 1426, "cell phones": 1427, "posing with": 1428, "fake": 1429, "american flag": 1430, "portable": 1431, "sitting behind": 1432, "granola": 1433, "parking meter": 1434, "reflected": 1435, "filled": 1436, "cable": 1437, "entrance": 1438, "worn on": 1439, "rolled": 1440, "coffee maker": 1441, "grazing": 1442, "alert": 1443, "paint": 1444, "parrot": 1445, "chili": 1446, "crooked": 1447, "smiling": 1448, "cliff": 1449, "toy car": 1450, "helicopter": 1451, "foil": 1452, "coffee mug": 1453, "electronic": 1454, "standing beside": 1455, "splashing": 1456, "alcohol": 1457, "parmesan": 1458, "hardness": 1459, "snowsuit": 1460, "paved": 1461, "dressed in white": 1462, "poodle": 1463, "wrapped in": 1464, "walking towards": 1465, "cut": 1466, "gadget": 1467, "cheeseburger": 1468, "playing games": 1469, "buoy": 1470, "gown": 1471, "underwear": 1472, "wine glasses": 1473, "balding": 1474, "looking into": 1475, "approaching": 1476, "receipt": 1477, "roadside": 1478, "sweet": 1479, "pizza tray": 1480, "bell tower": 1481, "patterned": 1482, "dry-erase": 1483, "making": 1484, "vendor": 1485, "towing": 1486, "chicken breast": 1487, "grouped": 1488, "guiding": 1489, "sitting by": 1490, "bison": 1491, "lit": 1492, "sitting under": 1493, "ugly": 1494, "rifle": 1495, "dotted": 1496, "roasted": 1497, "old fashioned": 1498, "medicine cabinet": 1499, "lace": 1500, "angled": 1501, "sitting near": 1502, "shaded": 1503, "biting": 1504, "floral": 1505, "glaze": 1506, "flying over": 1507, "classroom": 1508, "parent": 1509, "slicing": 1510, "island": 1511, "kissing": 1512, "juicy": 1513, "butter knife": 1514, "whipped": 1515, "skiing on": 1516, "daughter": 1517, "kangaroo": 1518, "pea": 1519, "traveling down": 1520, "notepad": 1521, "pork": 1522, "unripe": 1523, "roll": 1524, "stage": 1525, "mashed potatoes": 1526, "dinner": 1527, "copper": 1528, "farmer": 1529, "performer": 1530, "displayed": 1531, "tiger": 1532, "floor lamp": 1533, "french": 1534, "dining": 1535, "gas pump": 1536, "lip": 1537, "polo": 1538, "dressed in black": 1539, "observing": 1540, "bikini": 1541, "commercial": 1542, "lying next to": 1543, "sleeping": 1544, "tortilla": 1545, "boarding": 1546, "stump": 1547, "displayed on": 1548, "marshmallow": 1549, "sniffing": 1550, "vitamin": 1551, "pajama": 1552, "action": 1553, "shrimp": 1554, "seaweed": 1555, "paper towels": 1556, "washing machine": 1557, "whale": 1558, "hanging off": 1559, "bird cage": 1560, "hand soap": 1561, "having meeting": 1562, "raisin": 1563, "xbox controller": 1564, "wedding": 1565, "dragonfly": 1566, "seen through": 1567, "lego": 1568, "steamed": 1569, "close to": 1570, "playing in": 1571, "lizard": 1572, "salmon": 1573, "standing around": 1574, "they": 1575, "flying through": 1576, "guacamole": 1577, "draped over": 1578, "trumpet": 1579, "massive": 1580, "leaving": 1581, "raincoat": 1582, "weed": 1583, "honey": 1584, "arched": 1585, "eagle": 1586, "crystal": 1587, "mounted to": 1588, "grater": 1589, "cotton": 1590, "parked along": 1591, "nutella": 1592, "daisy": 1593, "earphone": 1594, "flat": 1595, "dvd player": 1596, "dough": 1597, "octopus": 1598, "dense": 1599, "woven": 1600, "water bottle": 1601, "designed": 1602, "industrial": 1603, "costume": 1604, "computer desk": 1605, "floating on": 1606, "dressed in red": 1607, "traffic sign": 1608, "puffy": 1609, "straw": 1610, "dressed in tan": 1611, "satellite": 1612, "upside down": 1613, "alligator": 1614, "pump": 1615, "plain": 1616, "connected to": 1617, "growing behind": 1618, "owl": 1619, "irregular": 1620, "gentleman": 1621, "warm": 1622, "palace": 1623, "pumpkin": 1624, "blurry": 1625, "walking behind": 1626, "champagne": 1627, "blackberry": 1628, "digital": 1629, "rubber duck": 1630, "wine bottle": 1631, "life jacket": 1632, "cinnamon": 1633, "adjusting": 1634, "crowded": 1635, "cluttered": 1636, "shining through": 1637, "terminal": 1638, "zucchini": 1639, "oak": 1640, "pointing": 1641, "collared": 1642, "bar stool": 1643, "food trucks": 1644, "glossy": 1645, "soda bottle": 1646, "gourd": 1647, "bath": 1648, "stacked on": 1649, "reflective": 1650, "manhole": 1651, "bent": 1652, "cleaning": 1653, "parmesan cheese": 1654, "pistachio": 1655, "potato chips": 1656, "whipped cream": 1657, "popcorn": 1658, "skiing in": 1659, "sushi": 1660, "dream": 1661, "polo shirt": 1662, "herd": 1663, "mesh": 1664, "trying to catch": 1665, "home plate": 1666, "onion ring": 1667, "riding in": 1668, "rotten": 1669, "in between": 1670, "tied": 1671, "powder": 1672, "enclosing": 1673, "curled": 1674, "dark colored": 1675, "xbox controllers": 1676, "goal": 1677, "growing in": 1678, "soda can": 1679, "mixed": 1680, "sitting beside": 1681, "dvd players": 1682, "skate park": 1683, "water glass": 1684, "jumping on": 1685, "looking for": 1686, "wooded": 1687, "town": 1688, "bamboo": 1689, "pastel": 1690, "tea pot": 1691, "ketchup bottle": 1692, "moose": 1693, "beet": 1694, "edged": 1695, "vertical": 1696, "name": 1697, "table lamp": 1698, "light bulb": 1699, "shining": 1700, "climbing": 1701, "parked at": 1702, "mixing": 1703, "hummus": 1704, "bedding": 1705, "wildflower": 1706, "scattered on": 1707, "shredded": 1708, "blank": 1709, "sunglass": 1710, "framed": 1711, "bone": 1712, "hilltop": 1713, "upholstered": 1714, "turkey": 1715, "pale": 1716, "running in": 1717, "browned": 1718, "looking up": 1719, "lobster": 1720, "placed on": 1721, "cactus": 1722, "light fixture": 1723, "street sign": 1724, "eiffel": 1725, "beer bottle": 1726, "ceramic": 1727, "flowered": 1728, "picking up": 1729, "fog": 1730, "parking sign": 1731, "scattered": 1732, "shopping bag": 1733, "gorilla": 1734, "mall": 1735, "boulder": 1736, "standing under": 1737, "spiky": 1738, "nike": 1739, "garment": 1740, "meadow": 1741, "packed": 1742, "mixing bowl": 1743, "horizontal": 1744, "nest": 1745, "tunnel": 1746, "scaffolding": 1747, "playing football": 1748, "ginger": 1749, "panda bears": 1750, "washing": 1751, "flavor": 1752, "ear buds": 1753, "wrapped": 1754, "obstacle": 1755, "chopped": 1756, "tree leaves": 1757, "lab": 1758, "side table": 1759, "paint brush": 1760, "spear": 1761, "worn": 1762, "chained to": 1763, "sign post": 1764, "beach chair": 1765, "hot dogs": 1766, "power lines": 1767, "toilet brush": 1768, "bug": 1769, "stuffed dog": 1770, "toothpick": 1771, "squatting": 1772, "uneven": 1773, "stuffed animals": 1774, "cappuccino": 1775, "entertainment center": 1776, "snoopy": 1777, "across": 1778, "looking out": 1779, "sticking out of": 1780, "messy": 1781, "soap dish": 1782, "package": 1783, "double decker": 1784, "elmo": 1785, "stained": 1786, "dull": 1787, "teddy bears": 1788, "lily": 1789, "light colored": 1790, "thermometer": 1791, "unhappy": 1792, "waving": 1793, "backyard": 1794, "pita": 1795, "baseball players": 1796, "pepper shaker": 1797, "muddy": 1798, "looking over": 1799, "lounge": 1800, "food processor": 1801, "cereal box": 1802, "feta": 1803, "fuzzy": 1804, "looking through": 1805, "apartment building": 1806, "protective": 1807, "jewelry": 1808, "halved": 1809, "dressed in pink": 1810, "playing volleyball": 1811, "vinegar": 1812, "garnish": 1813, "unlit": 1814, "looking away": 1815, "shirtless": 1816, "oil": 1817, "family": 1818, "sitting atop": 1819, "can opener": 1820, "fancy": 1821, "creamy": 1822, "wok": 1823, "padded": 1824, "crusty": 1825, "cake pan": 1826, "wired": 1827, "onion rings": 1828, "christmas": 1829, "same shape": 1830, "mounted": 1831, "support": 1832, "pizza box": 1833, "pizza boxes": 1834, "face mask": 1835, "worn around": 1836, "cheetah": 1837, "going into": 1838, "kiosk": 1839, "tilted": 1840, "flip flops": 1841, "running across": 1842, "vanilla": 1843, "overhead": 1844, "in the center of": 1845, "cat food": 1846, "ruffled": 1847, "toaster oven": 1848, "storage": 1849, "coral": 1850, "bar stools": 1851, "thing": 1852, "mayonnaise": 1853, "turtle": 1854, "steep": 1855, "skin": 1856, "textured": 1857, "traveling on": 1858, "scrub brush": 1859, "broken": 1860, "pouring": 1861, "hanging out of": 1862, "chickpea": 1863, "fire extinguisher": 1864, "athletic shoe": 1865, "buying": 1866, "beer can": 1867, "ravioli": 1868, "cathedral": 1869, "spray can": 1870, "assorted": 1871, "shampoo bottle": 1872, "polar bear": 1873, "gummy bear": 1874, "food container": 1875, "pretzel": 1876, "bubble": 1877, "air conditioner": 1878, "getting on": 1879, "27": 1880, "burnt": 1881, "dish drainer": 1882, "power line": 1883, "school bus": 1884, "fruit stand": 1885, "funny": 1886, "waitress": 1887, "xbox": 1888, "the same direction": 1889, "taller than": 1890, "knife block": 1891, "pillar": 1892, "damaged": 1893, "walking across": 1894, "dressed in gray": 1895, "salon": 1896, "potted": 1897, "cockpit": 1898, "ice cubes": 1899, "mustache": 1900, "foreign": 1901, "wii controllers": 1902, "sealed": 1903, "strong": 1904, "cowboy hat": 1905, "mature": 1906, "None": 1907, "rusty": 1908, "pudding": 1909, "decorating": 1910, "beyond": 1911, "lined": 1912, "gravy": 1913, "loose": 1914, "dressed in purple": 1915, "stadium": 1916, "along": 1917, "ornate": 1918, "cooked in": 1919, "toiletry": 1920, "oatmeal": 1921, "sharp": 1922, "playing soccer": 1923, "growing by": 1924, "price": 1925, "soccer player": 1926, "laughing": 1927, "chinese food": 1928, "sail": 1929, "birthday": 1930, "eaten": 1931, "powerful": 1932, "roast beef": 1933, "followed by": 1934, "safety jacket": 1935, "shorter than": 1936, "kimono": 1937, "shoe lace": 1938, "serving tray": 1939, "pizza cutter": 1940, "desk lamp": 1941, "entree": 1942, "cooking utensils": 1943, "larger than": 1944, "dusty": 1945, "looking": 1946, "shaggy": 1947, "in mirror": 1948, "traffic lights": 1949, "clock tower": 1950, "nightstands": 1951, "facing right": 1952, "electric toothbrush": 1953, "seed": 1954, "elderly": 1955, "taking a picture": 1956, "anchovy": 1957, "paper towel": 1958, "coarse": 1959, "tuna": 1960, "pizza pan": 1961, "bath towel": 1962, "gas stove": 1963, "cylindrical": 1964, "ornamental": 1965, "tomato sauce": 1966, "dish soap": 1967, "greasy": 1968, "seafood": 1969, "auditorium": 1970, "in the middle of": 1971, "texture": 1972, "patchy": 1973, "printed": 1974, "blowing out": 1975, "cookie jar": 1976, "mustard bottle": 1977, "taller": 1978, "opaqness": 1979, "opaque": 1980, "rooftop": 1981, "hangar": 1982, "dressed in orange": 1983, "powdered sugar": 1984, "diced": 1985, "brushing": 1986, "abandoned": 1987, "formal": 1988, "tied around": 1989, "translucent": 1990, "transparent": 1991, "christmas lights": 1992, "immature": 1993, "ivory": 1994, "away": 1995, "facing left": 1996, "team": 1997, "looking left": 1998, "cream cheese": 1999, "tennis balls": 2000, "frosted": 2001, "rolling": 2002, "meatball": 2003, "oversized": 2004, "stuffed bears": 2005, "keypad": 2006, "guest": 2007, "neat": 2008, "desktop computer": 2009, "walking to": 2010, "skiing down": 2011, "blooming": 2012, "backwards": 2013, "milkshake": 2014, "wireless": 2015, "waterfall": 2016, "paneled": 2017, "faded": 2018, "abundant": 2019, "scarce": 2020, "spread": 2021, "shaking hands": 2022, "dressed in green": 2023, "courtyard": 2024, "wrinkly": 2025, "waste basket": 2026, "looking forward": 2027, "video game": 2028, "crumpled": 2029, "tree branch": 2030, "roadway": 2031, "photographing": 2032, "raised": 2033, "angry bird": 2034, "tissue box": 2035, "crumbled": 2036, "working in": 2037, "tying": 2038, "chef hat": 2039, "playing wii": 2040, "muscular": 2041, "tattoo": 2042, "pantry": 2043, "accessory": 2044, "jeans": 2045, "microwave oven": 2046, "pointy": 2047, "shaving": 2048, "sturdy": 2049, "amusement": 2050, "shorter": 2051, "supermarket": 2052, "garage door": 2053, "spraying": 2054, "pointing to": 2055, "baking pan": 2056, "bread box": 2057, "leg": 2058, "illuminated": 2059, "cotton candy": 2060, "telephone pole": 2061, "docked": 2062, "sliding": 2063, "walking into": 2064, "regular": 2065, "cooking pot": 2066, "looking toward": 2067, "growing near": 2068, "elevated": 2069, "light switch": 2070, "rustic": 2071, "baseball bats": 2072, "neon": 2073, "bread loaf": 2074, "peanut butter": 2075, "water bottles": 2076, "shadowed": 2077, "going down": 2078, "beer mug": 2079, "feta cheese": 2080, "shaped": 2081, "wading in": 2082, "sprinkled": 2083, "juice box": 2084, "oak tree": 2085, "paper container": 2086, "busy": 2087, "ice cube": 2088, "taking bath": 2089, "fishing": 2090, "15": 2091, "fine": 2092, "utensil holder": 2093, "oreo": 2094, "longer than": 2095, "elevator": 2096, "flip flop": 2097, "frozen": 2098, "mickey mouse": 2099, "loaf": 2100, "breaking": 2101, "fishing pole": 2102, "ornament": 2103, "hang from": 2104, "mexican": 2105, "on the other side of": 2106, "miniature": 2107, "connected": 2108, "herding": 2109, "soap bottle": 2110, "sticky notes": 2111, "making a face": 2112, "grated": 2113, "used": 2114, "beer cans": 2115, "dry-erase board": 2116, "vinyl": 2117, "unoccupied": 2118, "out": 2119, "rippled": 2120, "burning": 2121, "ice maker": 2122, "theater": 2123, "going through": 2124, "turned": 2125, "gym": 2126, "fenced": 2127, "touchpad": 2128, "tropical": 2129, "spray bottle": 2130, "street lights": 2131, "tabby": 2132, "life preserver": 2133, "written": 2134, "paper dispenser": 2135, "sour": 2136, "iced": 2137, "trash bag": 2138, "remote controls": 2139, "forested": 2140, "hair dryer": 2141, "jagged": 2142, "picture frame": 2143, "bead": 2144, "light bulbs": 2145, "weathered": 2146, "life jackets": 2147, "grocery": 2148, "curious": 2149, "pasta salad": 2150, "drawn": 2151, "hard drive": 2152, "playing video games": 2153, "quilted": 2154, "bottle cap": 2155, "looking in the mirror": 2156, "sewn on": 2157, "ski lift": 2158, "crisp": 2159, "rice cooker": 2160, "clumped": 2161, "cotton dessert": 2162, "front": 2163, "arm": 2164, "frying": 2165, "blood": 2166, "coming down": 2167, "cast on shadow": 2168, "salad dressing": 2169, "dressed in maroon": 2170, "polished": 2171, "chubby": 2172, "calico": 2173, "playing at": 2174, "oriental": 2175, "manhole cover": 2176, "inflatable": 2177, "perched": 2178, "oblong": 2179, "sugar packets": 2180, "floppy": 2181, "pill": 2182, "the shoe": 2183, "looking for the shoe": 2184, "mexican food": 2185, "restroom": 2186, "attached": 2187, "swamp": 2188, "sleepy": 2189, "playing basketball": 2190, "at the edge of": 2191, "cinnamon roll": 2192, "towel dispenser": 2193, "bus stop": 2194, "napkin dispenser": 2195, "pizza pie": 2196, "chipped": 2197, "egg roll": 2198, "hidden by": 2199, "caramel": 2200, "tiled": 2201, "banana bunch": 2202, "tangled": 2203, "torn": 2204, "satellite dish": 2205, "sweet potatoes": 2206, "tree branches": 2207, "feathered": 2208, "forward": 2209, "disposable": 2210, "face expression": 2211, "twisted": 2212, "18": 2213, "looking straight": 2214, "upwards": 2215, "sheer": 2216, "video camera": 2217, "suspended": 2218, "looking back": 2219, "fire trucks": 2220, "barren": 2221, "cracked": 2222, "higher than": 2223, "inflated": 2224, "half full": 2225, "speckled": 2226, "ahead": 2227, "baseball mitt": 2228, "taking a photo": 2229, "displayed in": 2230, "looking behind": 2231, "pizza crust": 2232, "steering wheel": 2233, "pesto": 2234, "trimmed": 2235, "overgrown": 2236, "upward": 2237, "dressed in brown": 2238, "vast": 2239, "drawn on": 2240, "shopping cart": 2241, "olive oil": 2242, "music": 2243, "cushioned": 2244, "carved": 2245, "vending machine": 2246, "soccer balls": 2247, "mowed": 2248, "larger": 2249, "neck": 2250, "rolling pin": 2251, "looking downward": 2252, "stir fry": 2253, "seat belt": 2254, "rugged": 2255, "fudge": 2256, "back": 2257, "cricket": 2258, "license plate": 2259, "banana peel": 2260, "potato salad": 2261, "growing from": 2262, "slanted": 2263, "sconce": 2264, "rippling": 2265, "ice-cream cone": 2266, "cafeteria": 2267, "soda cans": 2268, "christmas light": 2269, "kitchen towel": 2270, "bus driver": 2271, "wispy": 2272, "shaved": 2273, "curvy": 2274, "buffet": 2275, "dressed in light blue": 2276, "luggage cart": 2277, "window frame": 2278, "31": 2279, "pizza slices": 2280, "eiffel tower": 2281, "lower": 2282, "pulled back": 2283, "lobby": 2284, "looking sideways": 2285, "cake stand": 2286, "facing front": 2287, "pointing up": 2288, "downward": 2289, "orchard": 2290, "elongated": 2291, "at camera": 2292, "gas station": 2293, "cordless": 2294, "chocolate chips": 2295, "fluorescent": 2296, "upper": 2297, "eraser": 2298, "hollow": 2299, "hibiscus": 2300, "mint": 2301, "winter": 2302, "typical": 2303, "blowing": 2304, "sculpted": 2305, "turbine": 2306, "french toast": 2307, "looking upwards": 2308, "looking for the luggage": 2309, "sport": 2310, "milk carton": 2311, "the camera": 2312, "growing next to": 2313, "packaged": 2314, "bell towers": 2315, "beetle": 2316, "bird house": 2317, "cheese cube": 2318, "analog": 2319, "downwards": 2320, "deciduous": 2321, "patched": 2322, "16": 2323, "lighted": 2324, "spiral": 2325, "facing away": 2326, "toilet lid": 2327, "wii game": 2328, "24": 2329, "melting": 2330, "smaller than": 2331, "smaller": 2332, "dream catcher": 2333, "shaving cream": 2334, "playing cricket": 2335, "apple logo": 2336, "outdoor": 2337, "door frame": 2338, "brightness": 2339, "complete": 2340, "wave": 2341, "vacant": 2342, "25": 2343, "crossed": 2344, "the luggage": 2345, "pokemon": 2346, "pikachu": 2347, "jumping in": 2348, "looking for a wave": 2349, "manicured": 2350, "simple": 2351, "clock towers": 2352, "mouth": 2353, "serving dish": 2354, "pub": 2355, "garbage": 2356, "baked goods": 2357, "attic": 2358, "shoe laces": 2359, "batting": 2360, "playing music": 2361, "dog food": 2362, "sugar packet": 2363, "higher": 2364, "snow boots": 2365, "bigger than": 2366, "a wave": 2367, "lunch box": 2368, "bigger": 2369, "hair clip": 2370, "across from": 2371, "sea foam": 2372, "snow shoe": 2373, "coffee cups": 2374, "egg carton": 2375, "name tag": 2376, "discolored": 2377, "wing": 2378, "storage box": 2379, "hand dryer": 2380, "riding boots": 2381, "head": 2382, "roman": 2383, "alongside": 2384, "sideways": 2385, "winding": 2386, "on the surface of": 2387, "smoke stack": 2388, "snow flakes": 2389, "corded": 2390, "citrus": 2391, "carpeted": 2392, "braided": 2393, "shingled": 2394, "cemetery": 2395, "hazy": 2396, "polar bears": 2397, "longer": 2398, "fence post": 2399, "candle holder": 2400, "cookie dough": 2401, "crouched": 2402, "recessed": 2403, "soap dispensers": 2404, "chess piece": 2405, "foamy": 2406, "vibrant": 2407, "dressed in beige": 2408, "knotted": 2409, "dressed in khaki": 2410, "snow shoes": 2411, "urban": 2412, "at the end of": 2413, "in the back of": 2414, "diamond": 2415, "directional": 2416, "within": 2417, "toilet seat": 2418, "crashing": 2419, "dressed in gold": 2420, "barbed": 2421, "pocket watch": 2422, "taking photos": 2423, "ceiling light": 2424, "abstract": 2425, "looking for waves": 2426, "looking for fish": 2427, "looking upward": 2428, "shopping center": 2429, "lab coat": 2430, "spinning": 2431, "paw": 2432, "misty": 2433, "taking notes": 2434, "horse hoof": 2435, "tongue": 2436, "peeling": 2437, "pointing upward": 2438, "[6]": 2439, "[7]": 2440, "[2]": 2441, "control panel": 2442, "mountain side": 2443}